import React, {useState} from 'react'
import './PSR_TopSlider.css'
import ItemsCarousel from 'react-items-carousel';
import PostGrid from '../../../../Rss/Posts/PostGrids/Post/PostGrid';
import MenuOpenIcon from '@material-ui/icons/MenuOpen';
import PSR_TopSlider_Slide from './PSR_TopSlider_Slide';
import {FaChevronCircleLeft ,FaChevronLeft } from 'react-icons/fa'
import {IoIosArrowDropleftCircle ,IoIosArrowDroprightCircle} from 'react-icons/io'

function PSR_TopSlider() {
    const myposts = [{
        image:"https://rimage.gnst.jp/livejapan.com/public/article/detail/a/00/02/a0002487/img/basic/a0002487_main.jpg?20201116111704&q=80&rw=750&rh=536",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"زیبایی های ژاپن",
        news_text:" ژاپن بسیار زیباست خیلی خیلی زیبا در حد خیلی زیاد . هرچیزی بگویید باز هم ولی ژاپن از همه زیبا تر و بهتر است ، این متن آزمایشی است ",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    {
        image:"https://www.neverendingvoyage.com/wp-content/uploads/2011/07/planning-a-trip-to-japan.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:" چگونه ژاچن را خیلی زیاد و خوب بشناسیم و در",
        news_text:" ژاپن بسیار زیباست خیلی خیلی زیبا در حد خیلی زیاد . هرچیزی بگویید باز هم ولی ژاپن از همه زیبا تر و بهتر است ، این متن آزمایشی است ",
        publish_date:"05 Sep 2021 11:00:01 +0430",
        good:true
    },
    
    {
        image:"https://newsmedia.tasnimnews.com/Tasnim/Uploaded/Image/1400/07/17/1400071712262998023775624.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"  حمله به کشتارگاه مرغ",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    

    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مبل رکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
        good:true
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    

    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    

    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    

    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    

    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },
    {
        image:"https://img9.irna.ir/d/r2/2021/09/08/4/169049562.jpg",
        link:"https://www.shia-news.com/fa/news/260105/هشدار-انتقال-فعالیت‌های-تروریستی-از-افغانستان-به-آسیای-مرکزی",
        title:"هشدار انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی",
        news_text:"به گزارش «شیعه نیوز»، رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به کشورهای همسود به ویژه آسیای مرکزی هشدار داد.\n\n«آندره نوویکوف» رئیس مرکز مبارزه با تروریسم کشورهای مستقل مشترک المنافع در مورد خطر انتقال فعالیت‌های تروریستی از افغانستان به آسیای مرکزی گفت: این امر در صورتی امکان پذیر است که سایر گروه‌های تروریستی فعال در افغانستان از طالبان که به قدرت رسیدند، اطاعت نکنند.\n\nوی ادامه داد: علاوه بر طالبان که هنوز در لیست سازمان‌های تروریستی بین المللی است، گروه‌های تروریستی دیگری در افغانستان فعالیت می‌کنند که البته بعید است از طالبان یا قطعنامه‌های ساختارهای بین المللی اطاعت کنند.\n\nبه اعتقاد نوویکوف، این احتمال وجود دارد که در افغانستان، ستیزه جویان چنین سازمان‌هایی اهداف سیاسی خود را در کشورهای همسایه از جمله در کشورهای مستقل مشترک المنافع دنبال کنند.\n\nرئیس این مرکز پژوهشی گفت: از این نظر، ما نه تنها نگران فعالیت‌های تروریستی در خود افغانستان هستیم، بلکه خطر انتقال آن به قلمرو کشورهای مشترک المنافع، به ویژه کشورهای آسیای مرکزی را نگران کننده می‌دانیم.\n\nبه گفته وی، وضعیت افغانستان به ویژه برای کشورهای همسایه مانند تاجیکستان، ازبکستان، ترکمنستان قابل توجه است. در چنین شرایطی، همانطور که گزارش شد، واحدهای ضدتروریستی سرویس‌های ویژه و آژانس‌های امنیتی کشورهای مشترک المنافع از قبل ساختار خود را بازسازی کرده و از حالت زمان صلح به حالت هشدار در بالاترین سطح تبدیل شده‌اند و هر لحظه آماده برای دفاع هستند.\n\nنوویکوف افزود: پیش از هر نکته‌ای، باید هوشیار عملیات برای شناسایی تروریست‌های زیرزمینی و سرکوب طرح‌های پشتیبانی مادی آنها باشیم به عبارت دیگر باید منابع تغذیه مالی تروریست‌ها را شناسایی و سرکوب کنیم.\n\nوی در پایان گفت: سرویس‌های اطلاعاتی کشورهای مستقل مشترک المنافع نیز مرزهای خود را تقویت کرده و با قاچاق مبارزه می‌کنند تا از ورود تسلیحات از افغانستان در خاک خود جلوگیری کنند.\n\nانتهای پیام",
        publish_date:"05 Sep 2021 11:00:01 +0430",
    },

    




]
    let mycount1=1000
    const checked=true;

    const [activeItemIndex, setActiveItemIndex] = useState(0);
    return (
        <div className="PSR_TopSlider">
            <ItemsCarousel
                placeholderItem={<div style={{ height: 200, background: '#EEE' }} />}
                enablePlaceholder={true}
                numberOfPlaceholderItems={3}
                numberOfCars={3}
                gutter={40}
                slidesToScroll={2}
                alwaysShowChevrons={true}
                chevronWidth={60}
                outsideChevron={true}
                showSlither={false}
                firstAndLastGutter={false}
                requestToChangeActive={setActiveItemIndex}
                activeItemIndex={activeItemIndex}
                rightChevron={<IoIosArrowDroprightCircle className="Slider_icon"/>}
                leftChevron={<IoIosArrowDropleftCircle className="Slider_icon"/>}
            >
            { 
            [
                <PSR_TopSlider_Slide type="telegram"/>,
                <PSR_TopSlider_Slide type="instagram"/>,
                <PSR_TopSlider_Slide type="rss"/>,
                <PSR_TopSlider_Slide type="twitter"/>,
                
            ]

            }

            </ItemsCarousel>
        </div>
    )
}

export default PSR_TopSlider
